// src/data/busRecords.js

export const busRecords = [
  { date: "2026-07-20", content: "현대항공여행사 근무 시작 (예정)"},
  { date: "2026-07-13", content: "현대항공여행사 견습교육 [7일 예정] (~7/19 예정) / 용남고속 본사차고지"},
  { date: "2026-06-29", content: "버스양성자교육 [10일] (~7/10) / 화성교통안전체험센터"},
  { date: "2026-05-29", content: "운전정밀적성검사 재검사 (13:00) / 경기남부운전정밀적성검사장"},
  { date: "2026-05-26", content: "신규채용자교육 [2일] (~5/27) / 경기도 교통연수원"},
  { date: "2026-04-28", content: "버스운전자격시험 (9:00) / 경기남부한국교통안전공단 국가시험장"},
  { date: "2026-04-28", content: "회사면접(14:00) / 용남고속 본사"},
  { date: "2026-04-26", content: "대형면허 장내교육 (3시간), 취득시험 (합격) / 수원현대자동차 운전전문학원"},
  { date: "2026-04-25", content: "대형면허 장내교육 (3시간) / 수원현대자동차 운전전문학원"},
  { date: "2026-04-19", content: "대형면허 장내교육 (4시간) / 수원현대자동차 운전전문학원"},
  { date: "2026-04-18", content: "대형면허 학과교육 (3시간) / 수원현대자동차 운전전문학원"},
  { date: "2026-04-15", content: "버스기사 채용박람회 / 수원메세"},
  { date: "2026-04-09", content: "운전정밀적성검사 / 경기남부운전정밀적성검사장"}
]